IDEA Open Model
MaterialBoltGradeHKG.Pt Property
Compatible with IDEA StatiCa Beta 20.0
 Design tension strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Pt { get; set; }
Public Property Pt As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MaterialBoltGradeHKG Class
IdeaRS.OpenModel.Material Namespace